<html>
        <meta charset="utf-8">
        <head>
            <h1>Лекция 1</h1>
        </head>
        <body>
            <h2>Введение</h2>
            <div class="prokrutka1">    
                    
                 <table width="100%" style="background-color: #696969"; right:"50%">
                     <pre>
                <p2>Понятие информационная потребность тесно связано с понятием цели и функции управления. Можно сказать, что потребность в информации - это условия, по которым определённые данные содействуют достижению целей управления.
 Информация, которая обслуживает процессы производства, распределения, обмена и потребления  материальных благ и обеспечивает решение задач организационно – экономического  управления называется управленческой.
 Она представляет собой разнообразные сведения  экономического, технологического, социального, юридического, демографического и др. содержания. Таким образом, информация является одним из важнейших ресурсов наряду с энергетическими, материальными, трудовыми и финансовыми ресурсами.
Экономическая  информация (ЭИ) и потребность в ней возникает в процессе экономической деятельности людей.  ЭИ – это информация, характеризующая процессы и явления производственно-хозяйственной деятельности объектов управления и их структурных звеньев.
ЭИ является предметом автоматизированной обработки и:
Имеет тенденцию к постоянному увеличению объемов данных;
Отображает  все стороны деятельности предприятий, организаций через систему натуральных, стоимостных и других показателей;
Может быть цифровой, символьной, имеет линейную форму подачи;
В основной своей массе дискретна и фиксируется на материальных носителях;
Характеризуется массовостью, большими объемами, долговременным сохранением и небходимостью накопления, повторением циклов возникновения и обработки в установленных  временных границах;
       Характиризуется многообразием  источников и потребителей;
       Характиризуется значительным удельным весом логических операций при её обработке;
 Имеет сложную структуру.
ЭИ должна также обладать следующими свойствами:
  1. достоверность и полнота;
  2. ценность и актуальность;
  3. ясность и понятность.
Информация достоверна, если она не искажает истинное положение дел.  Информация полна, если её достаточно для понимания и принятия решений. Ценность  информации зависит от того, какие задачи решаются с её помощью. Ясность и понятность - заключаются в том, что информация описана  языком пользователя 
ЭИ в процессе обработки   преобразуется в новые знания, которые могут использоваться для принятия управленческих   решений и пополнения знаний управленческого персонала.
Составляющими информационной системы (базы)  предприятия является:
-	конструкторско-технологическая документация (она характеризует структуру и технологию изготовления изделий);
-	нормативно-справочная и расценочная информация;
-	учётная (фактическая) информация. С её помощью определяется степень выполнения плана производства по всем параметрам и соответствие намеченным  технологическим признакам.
 ЭИ отражает деятельность предприятий и организаций посредством натуральных, стоимостных и других показателей.  
Структура экономической информации определяется ее строением, выделением некоторых элементов, которые называются информационными единицами. Такие элементы образуют сложные составные иерархические уровни структурного строения информации чаще всего между инф. единицами устанавливается иерархическая зависимость: от простых к сложным сверху вниз. 
Структура ЭИ достаточно сложна и может включать различные комбинации информационных совокупностей.
    Информационная совокупность – это группа данных, характеризующих объект, процесс, операцию.
 По структурному содержанию информационные совокупности можно разделить на: Реквизиты, Показатели, Информационное сообщение, Информационный Массив, Информационный поток, Информационная подсистема, Информационная система.
				
Информационная система


Информационная подсистема


Информационный поток


Информационный массив


Информационное сообщение


Показатель


Реквизит-основание 		Реквизит-признак


				Рис.1. Структура экономической информации

     Реквизиты – элементарные неделимые единицы ЭИ, выражающие определённые свойства объекта.  Реквизит (синоним этого понятия - поле, атрибут, элементарная единица информации).
Реквизиты делятся на реквизиты – основания и реквизиты - признаки. Реквизиты- признаки характеризуют качественные признаки (свойства) описываемого объекта  (время и место действия, действующих лиц, ФИО, предметы и продукты труда, наименование работы).
Реквизиты- основания дают количественную характеристику явлений, объектов, выраженную в определённых единицах измерениях (количество, стоимость, норму времени и т.д.). Отдельно взятые реквизиты-признаки и реквизиты-основания экономического смысла не имеют и используются только в сочетании друг с другом.
	При обработке ЭИ  над реквизитами- основаниями выполняют арифметические операции, а с помощью реквизитов- признаков осуществляют поиск информации, сортировку, выборку,  логические операции.
Однородные по форме реквизиты-признаки, которые имеют разные значения, объединяют в номенклатуры (номенклатура продукции, материалов и т.д.).
Совокупность логически связанных реквизитов-признаков и реквизитов-оснований, имеющая экономический смысл, образует показатель. Можно сказать и по-другому:  показатель – это минимальная по информационному содержанию единица информации, но достаточная для образования документа. Пример показателей – себестоимость, фондоотдача,  фондоёмкость,  производительность труда, рентабельность и т.д.  На основании показателей строятся документы. Документы, используемые в процессе управления, планирования и учёта, могут включать один или несколько показателей.
	Совокупность информации. Достаточной для выработки суждения (заключения) про конкретный процесс, называется информационным сообщением. 
Информационный массив –практически интерпретирует номенклатуру (объединяет реальные значения реквизитов, которые образуют информационное сообщение).
Под массивами понимается структурная ЕИ, представляющая набор данных одной формы со всеми их значениями, либо сочетание таких наборов данных, относящихся к одной задаче подсистемы. В последнем случае массив называется укрупненным.
Примером массива служит совокупность данных об учете материальных ценностей на складах предприятия, а примером укрупненного – движение этих материальных ценностей. Массив, в свою очередь, состоит из более мелких информационных единиц, обычно из показателей, в некоторых случаях только из реквизитов одного вида. 
	Информационный поток – совокупность инф. массивов, которые относятся к одному участку управленческой работы.
	Информационная подсистема – совокупность информационных потоков, которые характеризуют в целом одну  управленческую функцию. 
</p2> </pre>
            </div>
            <div class="Vidosik">
                <h3>Видео</h3>
                </div>
    </body>
     <style>
     body {
         background-image: url("https://cdns-images.dzcdn.net/images/artist/7a66231b65ed2a4040991bf5730c4826/500x500.jpg");
     }
.prokrutka {
height: 400px; /* высота нашего блока */
width: 50%; /* ширина нашего блока */
background-color: yellow; /* цвет фона, белый */
border: 1px solid #C1C1C1; /* размер и цвет границы блока */
overflow-x: scroll; /* прокрутка по горизонтали */
overflow-y: scroll; /* прокрутка по вертикали */
right: 50%;

}
.prokrutka1 {
height: 30%; /* высота нашего блока */
width: 50%; /* ширина нашего блока */
background-color: grey; /* цвет фона, белый */
overflow-x: scroll; /* прокрутка по горизонтали */
overflow-y: scroll; /* прокрутка по вертикали */
padding-bottom: 8px;
border-radius: 50px;
border: 1px solid red;
outline: 5px solid #e3e3e3;
position: absolute;
word-break: break-all;
    left: 500px;
 .prokrutka1:hover {
    border-color: green;
}

</style>
    <style>
        #Vidosik {
            background-image: Урок 1_ Информационная потребность пользователя. Введение в SEO.mp4;
        }
         h1 {
            text-align: center;
            color: white;}
        h2{
            text-align: center;
            color: white;
        }
        p2 {
            color: white;
        }
            
    </style>
</html>